{
  "app": {
    "name": "Magento",
    "short_description": "Показва данни за клиенти и поръчки от Magento.",
    "long_description": "Приложението Zendesk Support for Magento способства за обединяването на вашия бизнес чрез динамична двупосочна интеграция между данните за казуси в Zendesk Support и данните за електронна търговия в Magento.\r\n\r\n### Повишавайте удовлетвореността на клиента чрез по-добро общуване\r\n\r\n* Управлявайте всички взаимодействия с ваши клиенти от едно място, независимо от броя на сайтовете ви в Magento, което способства за ефективната работа на вашия екип по поддръжката.\r\n* Възползвайте се от подобрената видимост на нужните ви данни за клиенти от Magento, например за плащания, доставки и поръчки, на страниците за казуси в Zendesk Support и в профилите на потребителите.\r\n* Добавете комуникационните канали на Zendesk Support към всеки сайт, базиран на Magento, за да могат клиентите ви да се свързват с екипа ви по поддръжката, без значение къде се намират.\r\n\r\n### Синхронизирайте вашите екипи за по-бързо решаване на проблемите и по-високи приходи\r\n\r\n* Лесно работете съвместно за по-бързо решаване на проблемите на клиентите чрез достъпа до данни на казуси в специален панел на Zendesk Support в Magento.\r\n* Следете акаунти и клиенти от един-единствен изглед на информацията за поддръжката заедно с важна статистика за продажбите, клиентски профили и поръчки.\r\n* Създавайте и обновявайте казуси в Zendesk Support директно от Magento за по-ефективна работа на екипите по поддръжката.\r\n\r\nЗа подробни инструкции за конфигуриране вижте [ръководството за конфигуриране](https://support.zendesk.com/hc/en-us/articles/203660046).\r\n\r\nАктивирайки това приложение, вие приемате [Условията за ползване на приложения, създадени от Zendesk](https://www.zendesk.com/company/built-by-zendesk-agmt/).",
    "installation_instructions": "### Предлагане и поддържани версии\n\nZendesk Support for Magento се предлага безплатно на всички клиенти на Zendesk Support. В допълнение, тази интеграция се поддържа в Magento Community 1.7+ и Enterprise 1.9+.\n\n### Изисквания\n\n* Magento Community v1.7+ или Magento Enterprise v1.9+ с пълни администраторски права\n* PHP 5.2\n\n### Инсталиране\n\nКонфигурирането на *Zendesk Support for Magento* има два етапа.  Първо влезте в акаунта си в Zendesk Support и следвайте [инструкциите тук](https://support.zendesk.com/hc/en-us/articles/203660046), за да изтеглите разширението и да научите как да го конфигурирате в Magento.  След като приключите, сте готови да добавите *приложението Magento for Zendesk Support* към вашия акаунт.\n\nВ Zendesk Support кликнете върху иконата „Администратор“ в страничната лента. Изберете Приложения > Магазин, намерете приложението Magento и кликнете върху плочката. В сграницата на приложението кликнете върху „Инсталиране“ в горния десен ъгъл. Конфигурирайте настройките на приложението и кликнете върху „Инсталиране“:\n\n* **Заглавие**: Заглавие на приложението.\n* **URL на магазина**: URL адресът на магазина Magento(например http://www.zendesk-store.com).\n* **Код на магазин**: Добавете използвания от вас код на магазин по подразбиране, ако във вашия магазин на Magento „Добавяне на кода на магазина към URL адреса“ е зададено на „Да“.\n* **Токен за достъп**: Вашият токен за достъп до API от разширението на Zendesk Support за Magento.\n* **Идентификатор на полето за идентификатор на поръчка**: Идентификаторът на специалното поле в Zendesk Support, което използвате за съхраняване на номера на поръчката в Magento.\n\nЗа подробни инструкции вижте [ръководството за настройка](https://support.zendesk.com/hc/en-us/articles/203660066).",
    "parameters": {
      "url": {
        "label": "URL на магазина"
      },
      "store_code": {
        "label": "Код на магазин",
        "help_text": "Добавя използвания от вас код на магазин по подразбиране, ако във вашия магазин на Magento „Добавяне на кода на магазина към URL адреса“ е зададено на „Да“."
      },
      "access_token": {
        "label": "Токен за достъп"
      },
      "order_id_field_id": {
        "label": "Идентификатор на полето за идентификатор на поръчка"
      }
    }
  },
  "profile": {
    "customer_since": "Клиент от",
    "addresses": "Адреси",
    "billing": "Фактуриране ",
    "shipping": "Доставка",
    "order": "Поръчка",
    "guest": "(Гост)"
  },
  "global": {
    "error": {
      "title": "Възникна грешка",
      "message": "Опитайте отново предишното действие.",
      "server": "Заявката беше неуспешна. Уверете се, че конфигурацията ви е правилна и опитайте пак.",
      "data": "Данните на казуса не бяха прочетени.",
      "noprofile": "Клиентът не съществува."
    },
    "loading": "Изчакване да се заредят данните на казуса...",
    "requesting": "Изпращане на заявка за получаване на данни от Magento..."
  },
  "orders": {
    "id": "ПОСЛЕДНИ ПОРЪЧКИ",
    "status": "СТАТУС"
  },
  "order": {
    "details": "Данни на поръчката за",
    "status": "Статус",
    "currency": "Валута",
    "items": "Артикули",
    "created": "Създадена",
    "updated": "Актуализирана",
    "store": "Магазин",
    "total": "Общо",
    "error": {
      "message": "Поръчката не съществува",
      "no_address": "Няма адрес."
    },
    "statuses": {
      "pending": "Чакаща",
      "processing": "Обработва се",
      "pending_payment": "Очаква плащане",
      "payment_review": "Преглед на плащането",
      "suspected_fraud": "Подозрение за измама",
      "holded": "Спряна",
      "complete": "Завършена",
      "closed": "Закрита",
      "canceled": "Отменена",
      "paypal_reversed": "Анулирана в PayPal",
      "paypal_canceled_reversal": "Отменено анулиране в PayPal",
      "pending_paypal": "Чакаща в PayPal"
    }
  }
}
