{
  "app": {
    "name": "Magento",
    "short_description": "Muestra los detalles del cliente y del pedido de Magento.",
    "long_description": "La aplicación Zendesk Support for Magento sirve para unificar su negocio gracias a una integración bidireccional y dinámica entre los datos de ticket de Zendesk Support y los datos de comercio electrónico de Magento.\n\n### Mejore la satisfacción del cliente con mejores conversaciones\n\n* Administre todas las interacciones con sus clientes en un mismo lugar, sin importar si tiene un sitio de Magento o varios, para así aumentar la eficiencia de su equipo de soporte.\n* Obtenga más visibilidad de los datos importantes de los clientes provenientes de Magento (como facturación, envíos e información de pedidos) en las páginas de tickets y los perfiles de usuario de Zendesk Support.\n* Agregue canales de comunicación de Zendesk Support a cualquier sitio con tecnología Magento para que sus clientes puedan comunicarse con su equipo de Support donde sea que se encuentren.\n\n### Sincronice sus equipos para obtener resoluciones más rápidas y aumentar sus ingresos\n\n* Colabore fácilmente para resolver los problemas de los clientes con más agilidad gracias al acceso a la información de tickets de soporte en un panel personalizado de Zendesk Support dentro de Magento.\n* Manténgase al día con las cuentas y los clientes mediante una vista única de información de soporte junto a estadísticas clave de ventas, perfiles de los clientes y pedidos de los clientes.\n* Cree y actualice tickets de Zendesk Support directamente en Magento para mejorar la eficiencia del equipo de soporte. \n\nSi desea instrucciones de configuración completas, consulte la [guía de configuración](https://support.zendesk.com/hc/en-us/articles/203660046).\n\nAl activar esta aplicación, usted acepta los [Términos de uso de Creadas por Zendesk](https://www.zendesk.com/company/built-by-zendesk-agmt/).",
    "installation_instructions": "### Disponibilidad y versiones compatibles\n\nZendesk Support for Magento está disponible sin costo para todos los clientes de Zendesk Support. Asimismo, esta integración es compatible con Magento Community 1.7+ y Enterprise 1.9+.\n\n###Requisitos\n\n* Magento Community v1.7+ o Magento Enterprise v1.9+ con todos los derechos administrativos\n* PHP 5.2\n\n### Instalación\n\nLa configuración de *Zendesk Support for Magento* consta de dos partes.  Primero, inicie sesión en su cuenta de Zendesk Support y luego siga las [instrucciones aquí](https://support.zendesk.com/hc/en-us/articles/203660046) para descargar la extensión y aprender a configurar la extensión en Magento.  Cuando termine, estará listo para agregar la aplicación *Magento App for Zendesk Support* a su cuenta.\n\nEn Zendesk Support, haga clic en el icono Administrador en la barra lateral. Seleccione Aplicaciones > Marketplace, busque la aplicación Magento y haga clic en el mosaico. En la página de la aplicación Magento, haga clic en Instalar aplicación en la esquina superior derecha. Configure la aplicación y luego haga clic en Instalar:\n\n* **Título**: nombre de la aplicación.\n* **URL de la tienda**: URL de la tienda de Magento (por ejemplo, http://www.zendesk-store.com).\n* **Código de la tienda**: Agregue el código de la tienda predeterminada que usa, si \"Add Store Code to Urls\" está configurado en \"Yes\" en su tienda de Magento.\n* **Token de acceso**: su token de acceso a la API de la extensión Zendesk Support for Magento.\n* **ID de campo de ID de pedido**: la ID del campo personalizado de Zendesk Support que se usa para almacenar el número de pedido asociado de Magento.\n\nSi desea instrucciones completas, consulte la [guía de configuración](https://support.zendesk.com/hc/en-us/articles/203660066).",
    "parameters": {
      "url": {
        "label": "URL de la tienda"
      },
      "store_code": {
        "label": "Código de tienda",
        "help_text": "Agregue el código de la tienda predeterminada que usa, si \"Add Store Code to Urls\" está configurado en \"Yes\" en su tienda de Magento."
      },
      "access_token": {
        "label": "Token de acceso"
      },
      "order_id_field_id": {
        "label": "ID de campo de ID de pedido"
      }
    }
  },
  "profile": {
    "customer_since": "Cliente desde",
    "addresses": "Direcciones",
    "billing": "Facturación",
    "shipping": "Envío",
    "order": "Pedido",
    "guest": "(Invitado)"
  },
  "global": {
    "error": {
      "title": "Se ha producido un error",
      "message": "Vuelva a intentar la acción anterior.",
      "server": "Solicitud fallida. Asegúrese de que su configuración sea la correcta y vuelva a intentarlo.",
      "data": "No se pudieron leer los datos del ticket.",
      "noprofile": "El cliente no existe."
    },
    "loading": "Esperando que se carguen los datos del ticket...",
    "requesting": "Solicitando datos de Magento..."
  },
  "orders": {
    "id": "PEDIDOS RECIENTES",
    "status": "ESTADO"
  },
  "order": {
    "details": "Detalles del pedido de",
    "status": "Estado",
    "currency": "Moneda",
    "items": "Artículos",
    "created": "Creación",
    "updated": "Actualización",
    "store": "Tienda",
    "total": "Total",
    "error": {
      "message": "El pedido no existe",
      "no_address": "No hay dirección."
    },
    "statuses": {
      "pending": "Pendiente",
      "processing": "En proceso",
      "pending_payment": "Pago pendiente",
      "payment_review": "Revisión de pago",
      "suspected_fraud": "Sospecha de fraude",
      "holded": "En espera",
      "complete": "Terminado",
      "closed": "Cerrado",
      "canceled": "Cancelado",
      "paypal_reversed": "Revertido por PayPal",
      "paypal_canceled_reversal": "Cancelación de reversión de PayPal",
      "pending_paypal": "Pendiente en PayPal"
    }
  }
}
