{
  "app": {
    "name": "Magento",
    "short_description": "Affiche les détails du client et de la commande de Magento.",
    "long_description": "L’application Zendesk Support pour Magento unifie vos activités avec une intégration bidirectionnelle dynamique entre les données de tickets Zendesk Support et les données de commerce électronique Magento.\n\n### Accroissez la satisfaction des clients grâce à des conversations améliorées\n\n* Gérez toutes les interactions avec vos clients au même endroit, que vous ayez un ou plusieurs sites Magento, ce qui accroît l’efficacité de votre équipe d’assistance.\n* Profitez d’une meilleure visibilité sur les données clients pertinentes de Magento, comme les informations de facturation, d’expédition et de commande, dans les pages de tickets et les profils utilisateurs Zendesk Support.\n* Ajoutez des canaux de communication Zendesk Support à n’importe quel site Magento pour permettre à vos clients de contacter votre équipe d’assistance où qu’ils soient.\n\n### Synchronisez vos équipes pour des résolutions plus rapides et des revenus plus élevés\n\n* Collaborez en toute simplicité pour résoudre les problèmes des clients plus rapidement grâce à un accès aux informations des tickets d’assistance dans un panneau Zendesk Support personnalisé au sein de Magento.\n* Tenez-vous au courant du statut du compte et du client avec une vue unique des informations d’assistance, à côté des statistiques de vente, profils clients et commandes.\n* Créez et mettez à jour des tickets Zendesk Support directement dans Magento pour une efficacité accrue de l’équipe d’assistance. \n\nPour des instructions complètes, consultez le [guide de configuration](https://support.zendesk.com/hc/en-us/articles/203660046).\n\nEn activant cette application, vous acceptez les [Conditions d’utilisation Créées par Zendesk](https://www.zendesk.com/company/built-by-zendesk-agmt/).",
    "installation_instructions": "### Disponibilité et versions prises en charge\n\nZendesk Support pour Magento est disponible gratuitement pour tous les clients Zendesk Support. De plus, cette intégration est prise en charge sur Magento Community 1.7+ et Enterprise 1.9+.\n\n### Prérequis\n\n* Magento Community v1.7+ ou Magento Enterprise v1.9+ avec droits d’administrateur complets\n* PHP 5.2\n\n### Installation\n\nLa configuration *Zendesk Support pour Magento* se fait en deux parties.  Commencez par vous connecter à votre compte Zendesk Support, puis suivez les [instructions ici] (https://support.zendesk.com/hc/en-us/articles/203660046) pour télécharger l’extension et savoir comment configurer l’extension dans Magento.  Ensuite, vous êtes prêt à ajouter l’*application Magento pour Zendesk Support* à votre compte.\n\nIn Dans Zendesk, cliquez sur l’icône Admin de la barre latérale. Sélectionnez Applications > Marketplace, puis cherchez l’application Magento et cliquez sur la mosaïque. À la page de l’application Magento, cliquez sur Installer l’application en haut à droite. Configurez l’application comme suit, puis cliquez sur **Installer** :\n\n* **Titre** : le nom de l’application.\n* **URL du magasin** : l’URL de votre magasin Magento (par exemple, http://www.zendesk-store.com).\n* **Code de magasin** : si vous avez configuré « Add Store Code to Urls » sur « Yes » dans votre magasin Magento, ajoutez le code de magasin par défaut que vous utilisez.\n* **Token d’accès** : votre token d’accès API depuis l’extension Zendesk Support pour Magento.\n* **ID de champ de l’ID de commande** : l’ID de champ personnalisé Zendesk Support que vous utilisez pour stocker le numéro de commande Magento associé.\n\nPour des instructions complètes, consultez le [guide de configuration](https://support.zendesk.com/hc/en-us/articles/203660066).",
    "parameters": {
      "url": {
        "label": "URL du magasin"
      },
      "store_code": {
        "label": "Code de magasin",
        "help_text": "Si vous avez configuré « Add Store Code to Urls » sur « Yes » dans votre magasin Magento, ajoutez le code de magasin par défaut que vous utilisez."
      },
      "access_token": {
        "label": "Jeton d’accès"
      },
      "order_id_field_id": {
        "label": "ID de champ du numéro de commande"
      }
    }
  },
  "profile": {
    "customer_since": "Client depuis",
    "addresses": "Adresses",
    "billing": "Facturation",
    "shipping": "Livraison",
    "order": "Commande",
    "guest": "(invité)"
  },
  "global": {
    "error": {
      "title": "Une erreur est survenue.",
      "message": "Veuillez réessayer l’action précédente.",
      "server": "Échec de la demande. Vérifiez que votre configuration est correcte et réessayez.",
      "data": "Impossible de lire les données du billet.",
      "noprofile": "Le client n’existe pas."
    },
    "loading": "En attente du chargement des données du billet…",
    "requesting": "Demande des données à Magento en cours…"
  },
  "orders": {
    "id": "COMMANDES RÉCENTES",
    "status": "STATUT"
  },
  "order": {
    "details": "Détails de la commande pour",
    "status": "Statut",
    "currency": "Devise",
    "items": "Articles",
    "created": "Créé",
    "updated": "Mises à jour",
    "store": "Magasin",
    "total": "Total",
    "error": {
      "message": "La commande n’existe pas.",
      "no_address": "Pas d’adresse."
    },
    "statuses": {
      "pending": "En attente",
      "processing": "Traitement",
      "pending_payment": "En attente de paiement",
      "payment_review": "Vérification du paiement",
      "suspected_fraud": "Suspicion de fraude",
      "holded": "En pause",
      "complete": "Terminée",
      "closed": "Fermée",
      "canceled": "Annulée",
      "paypal_reversed": "Remboursement PayPal",
      "paypal_canceled_reversal": "Annulation du remboursement PayPal",
      "pending_paypal": "En attente PayPal"
    }
  }
}
