{
  "app": {
    "name": "Magento",
    "short_description": "Visualizza informazioni dettagliate su clienti e ordini da Magento.",
    "long_description": "L’app Zendesk Support per Magento consente di unificare le attività aziendali grazie all’integrazione dinamica bidirezionale tra i dati dei ticket Zendesk e i dati di e-commerce Magento.\n\n### Incrementa il livello di soddisfazione dei clienti grazie a conversazioni di qualità\n\n* Gestisci tutte le interazioni con i clienti in un unico luogo, sia che disponiate di un solo sito Magento, sia che ne abbiate più di uno, migliorando l’efficienza del team dell’assistenza.\n* Migliora la visibilità dei dati più significativi relativi ai clienti da Magento, tra cui fatturazione, spedizione e informazioni sull’ordine, nelle pagine dei ticket e nei profili utente in Zendesk Support.\n* Aggiungi i canali di comunicazione di Zendesk Support a qualunque sito basato su Magento per consentire ai clienti di contattare il team dell’assistenza dovunque si trovino.\n\n### Sincronizza le attività dei team per trovare soluzioni più rapide e aumentare il fatturato.\n\n* Collabora facilmente per risolvere i problemi dei clienti più rapidamente grazie all’accesso alle informazioni sui ticket dell’assistenza in un pannello Zendesk Support personalizzato all’interno di Magento.\n* Ottieni informazioni sempre aggiornate sull’account e sui clienti grazie a una singola visualizzazione dei dati relativi all’assistenza affiancata da statistiche essenziali sulle vendite, profili clienti e ordini di vendita.\n* Crea e aggiorna i ticket Zendesk Support direttamente in Magento per migliorare l’efficienza del team dell’assistenza.\n\nPer istruzioni complete, consulta la [guida all’impostazione](https://support.zendesk.com/hc/en-us/articles/203660046).\n\nAttivando l’app, accetti i [Termini di utilizzo per le app create da Zendesk](https://www.zendesk.com/company/built-by-zendesk-agmt/).",
    "installation_instructions": "### Disponibilità e versioni supportate\n\nZendesk Support per Magento è disponibile gratuitamente per tutti i clienti Zendesk Support. Inoltre, questa integrazione è supportata per Magento Community 1.7+ ed Enterprise 1.9+.\n\n### Prerequisiti\n\n* Magento Community v1.7+ o Magento Enterprise v1.9+ con privilegi completi di amministratore\n* PHP 5.2\n\n### Installazione\n\nL’impostazione di *Zendesk Support per Magento* include due passaggi.  Innanzitutto, si deve accedere all’account Zendesk Support, quindi bisogna seguire le [istruzioni](https://support.zendesk.com/hc/en-us/articles/203660046) per scaricare l’estensione e per configurarla in Magento.  Al termine si può aggiungere l'app *Magento per Zendesk Support* all’account.\n\nIn Zendesk Support, fai clic sull’icona Amministratore nella barra laterale. Seleziona App > Marketplace, quindi trova l’app Magento e fai clic sulla tile. Nella pagina dell’app Magento, fai clic su Installa app nell’angolo in alto a destra. Configura le impostazioni dell’app, quindi fai clic su Installa.\n\n* **Titolo**: il nome dell’app.\n* **URL negozio**: l’URL del tuo negozio Magento (ad esempio, http://www.zendesk-negozio.com).\n* **Codice negozio**: se l’opzione “Add Store Code to URLs” nel negozio Magento è impostata su “Yes”, aggiungi il codice predefinito usato per il negozio.\n* **Token di accesso**: il token API di accesso dall’estensione Zendesk Support per Magento.\n* **ID campo ID ordine**: l'ID del campo personalizzato Zendesk Support utilizzato per memorizzare il numero dell’ordine Magento associato.\n\nPer istruzioni complete, consulta la [guida all’impostazione](https://support.zendesk.com/hc/en-us/articles/203660066).",
    "parameters": {
      "url": {
        "label": "URL negozio"
      },
      "store_code": {
        "label": "Codice negozio",
        "help_text": "Se l’opzione “Add Store Code to URLs” nel negozio Magento è impostata su “Yes”, aggiungi il codice predefinito usato per il negozio."
      },
      "access_token": {
        "label": "Token di accesso"
      },
      "order_id_field_id": {
        "label": "ID campo ID ordine"
      }
    }
  },
  "profile": {
    "customer_since": "Cliente da",
    "addresses": "Indirizzi",
    "billing": "Fatturazione",
    "shipping": "Spedizione",
    "order": "Ordine",
    "guest": "(Ospite)"
  },
  "global": {
    "error": {
      "title": "Si è verificato un errore",
      "message": "Riprova l’azione precedente.",
      "server": "Richiesta non riuscita. Verifica che la configurazione sia corretta e riprova.",
      "data": "Impossibile leggere i dati del ticket.",
      "noprofile": "Il cliente non esiste."
    },
    "loading": "In attesa del caricamento dei dati del ticket...",
    "requesting": "Richiesta dati da Magento in corso..."
  },
  "orders": {
    "id": "ORDINI RECENTI",
    "status": "STATO"
  },
  "order": {
    "details": "Dettagli ordine per",
    "status": "Stato",
    "currency": "Valuta",
    "items": "Voci",
    "created": "Creato",
    "updated": "Aggiornato",
    "store": "Negozio",
    "total": "Totale",
    "error": {
      "message": "L’ordine non esiste.",
      "no_address": "Nessun indirizzo."
    },
    "statuses": {
      "pending": "In attesa",
      "processing": "Elaborazione",
      "pending_payment": "Pagamento in attesa",
      "payment_review": "Verifica pagamento",
      "suspected_fraud": "Frode sospetta",
      "holded": "In sospeso",
      "complete": "Completato",
      "closed": "Chiuso",
      "canceled": "Annullato",
      "paypal_reversed": "Storno PayPal",
      "paypal_canceled_reversal": "Annullamento storno PayPal",
      "pending_paypal": "PayPal in attesa"
    }
  }
}
