{
  "app": {
    "name": "Magento",
    "short_description": "Exibe detalhes sobre o cliente e o pedido do Magento.",
    "long_description": "O aplicativo do Zendesk Support para o Magento tem o propósito de unificar seus negócios com uma integração bilateral dinâmica entre os dados do ticket do Zendesk Support e os dados de e-commerce do Magento.\n\n### Aumente a satisfação do cliente com conversas melhores\n\n* Gerencie todas as interações com o cliente em um só lugar, caso você tenha um ou mais sites do Magento, aprimorando a eficiência de sua equipe de suporte.\n* Ganhe mais visibilidade dos dados relevantes do cliente do Magento, como informações de faturamento, remessa e pedido nas páginas de ticket e perfis do usuário do Zendesk Support.\n* Adicione canais de comunicação do Zendesk Support a qualquer site do Magento para que os clientes possam entrar em contato com a equipe de suporte de qualquer lugar.\n\n### Sincronize suas equipes para resoluções mais rápidas e receitas maiores\n\n* Colabore com facilidade para resolver os problemas dos clientes mais rapidamente com acesso às informações do ticket de suporte em um painel personalizado do Zendesk Support no Magento.\n* Mantenha-se atualizado quanto à conta e ao cliente com uma visualização simples das informações de suporte ao lado de estatísticas cruciais de vendas, perfis de cliente e pedidos de vendas.\n* Crie e atualize tickets do Zendesk Support diretamente no Magento para amplificar a eficiência da equipe de suporte.\n\nPara obter instruções de configuração completas, consulte o [guia de configuração](https://support.zendesk.com/hc/en-us/articles/203660046).\n\nAo ativar esse aplicativo, Você concorda com os [Termos de uso do Built by Zendesk](https://www.zendesk.com/company/built-by-zendesk-agmt/).",
    "installation_instructions": "###Disponibilidade e versões compatíveis\n\nO Zendesk Support para o Magento está disponível gratuitamente para todos os clientes do Support. Além disso, essa integração é compatível com o Magento Community 1.7 e mais recentes e o Enterprise 1.9 e mais recentes.\n\n###Pré-requisitos\n\n Magento Community v1.7 ou mais recente ou Magento Enterprise v1.9 ou mais recente com permissões completas de administrador\n*PHP 5.2\n\n### Como instalar\n\nA configuração do *Zendesk Support para o Magento* é feita em duas etapas.  Primeiro, entre na sua conta do Zendesk Support e siga as [instruções aqui](https://support.zendesk.com/hc/en-us/articles/203660046) para baixar a extensão e aprender a configurá-la no Magento.  Quando concluir, você estará pronto para adicionar o *aplicativo Magento para Zendesk Support* à sua conta.\n\nNo Zendesk Support, clique no ícone Admin. na barra lateral. Selecione Aplicativos > Mercado, encontre o aplicativo Magento e clique no ícone. Na página do aplicativo Magento, clique em Instalar aplicativo no canto superior direito. Defina as configurações do aplicativo e clique em Instalar:\n\n* **Título**: nome do aplicativo.\n* **URL da loja**: a URL da sua loja do Magento (por exemplo, http://www.zendesk-loja.com).\n* **Código da loja**: adicione o código padrão da loja que você usa, se \"Add Store Code to Urls\" estiver definido como \"Yes\" na sua loja do Magento.\n* **Token de acesso**: seu token de acesso à API da extensão do Zendesk Support para o Magento.\n* **ID do campo da ID do pedido**: a ID do campo personalizado do Zendesk Support que você está usando para armazenar o número do pedido do Magento associado.\n\nPara obter instruções completas, consulte o [guia de configuração](https://support.zendesk.com/hc/en-us/articles/203660066).",
    "parameters": {
      "url": {
        "label": "URL da loja"
      },
      "store_code": {
        "label": "Código da loja",
        "help_text": "Adicione o código padrão da loja que você usa, se \"Add Store Code to Urls\" estiver definido como \"Yes\" na sua loja do Magento."
      },
      "access_token": {
        "label": "Token de acesso"
      },
      "order_id_field_id": {
        "label": "ID do campo da ID do pedido"
      }
    }
  },
  "profile": {
    "customer_since": "Cliente desde",
    "addresses": "Endereços",
    "billing": "Faturamento",
    "shipping": "Remessa",
    "order": "Pedido",
    "guest": "(Convidado)"
  },
  "global": {
    "error": {
      "title": "Ocorreu um erro",
      "message": "Repita a ação anterior.",
      "server": "A solicitação falhou. Certifique-se de que a configuração está correta e tente novamente.",
      "data": "Não foi possível ler os dados do ticket.",
      "noprofile": "O cliente não existe."
    },
    "loading": "Aguardando o carregamento dos dados do ticket...",
    "requesting": "Solicitando os dados do Magento..."
  },
  "orders": {
    "id": "PEDIDOS RECENTES",
    "status": "STATUS"
  },
  "order": {
    "details": "Detalhes do pedido de",
    "status": "Status",
    "currency": "Moeda",
    "items": "Itens",
    "created": "Data da criação",
    "updated": "Data de atualização",
    "store": "Loja",
    "total": "Total",
    "error": {
      "message": "O pedido não existe",
      "no_address": "Sem endereço."
    },
    "statuses": {
      "pending": "Pendente",
      "processing": "Processando",
      "pending_payment": "Pagamento pendente",
      "payment_review": "Análise de pagamento",
      "suspected_fraud": "Suspeita de fraude",
      "holded": "Em espera",
      "complete": "Concluído",
      "closed": "Fechado",
      "canceled": "Cancelado",
      "paypal_reversed": "Estorno do PayPal",
      "paypal_canceled_reversal": "Estorno de cancelamento do PayPal",
      "pending_paypal": "PayPal pendente"
    }
  }
}
